Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: Only one track at a time can be checked
et: Kontrollida saab ainult ühte rada korraga

source: No format for the temporary image could be found
et: Ajutise tõmmise vormingut pole võimalik leidagrafted

source: An internal error occurred
et: Esines sisemine tõrge

source: Brasero notification
et: Brasero märguanne

source: %s (%i%% Done)
et: %s (%i%% valmis)

source: Creating Image
et: Tõmmise loomine

source: Burning DVD
et: DVD kirjutamine

source: Copying DVD
et: DVD kopeerimine

source: Burning CD
et: CD kirjutamine

source: Copying CD
et: CD kopeerimine

source: Burning Disc
et: Plaadi kirjutamine

source: Copying Disc
et: Plaadi kopeerimine

source: Creating image
et: Tõmmise loomine

source: Simulation of video DVD burning
et: Video-DVD kirjutamise simulatsioon

source: Burning video DVD
et: Video-DVD kirjutamine

source: Simulation of data DVD burning
et: Andme-DVD kirjutamise simulatsioon

source: Burning data DVD
et: Andme-DVD kirjutamine

source: Simulation of image to DVD burning
et: DVD-tõmmise kirjutamise simulatsioon

source: Burning image to DVD
et: Tõmmise kirjutamine DVD-le

source: Simulation of data DVD copying
et: Andme-DVD kopeerimise simulatsioon

source: Copying data DVD
et: Andme-DVD kopeerimine

source: Simulation of (S)VCD burning
et: (S)VCD kirjutamise simulatsioon

source: Burning (S)VCD
et: (S)VCD kirjutamine

source: Simulation of audio CD burning
et: Audioplaadi kirjutamise simulatsioon

source: Burning audio CD
et: Audioplaadi kirjutamine

source: Simulation of data CD burning
et: Andme-CD kirjutamise simulatsioon

source: Burning data CD
et: Andme-CD kirjutamine

source: Simulation of CD copying
et: CD kopeerimise simulatsioon

source: Simulation of image to CD burning
et: Tõmmise CD-le kirjutamise simulatsioon

source: Burning image to CD
et: Tõmmise kirjutamine CD-le

source: Simulation of video disc burning
et: Videoplaadi kirjutamise simulatsioon

source: Burning video disc
et: Videoplaadi kirjutamine

source: Simulation of data disc burning
et: Andmeplaadi kirjutamise simulatsioon

source: Burning data disc
et: Andmeplaadi kirjutamine

source: Simulation of disc copying
et: Plaadi kopeerimise simulatsioon

source: Copying disc
et: Plaadi kopeerimine

source: Simulation of image to disc burning
et: Tõmmise plaadile kirjutamise simulatsioon

source: Burning image to disc
et: Tõmmise kirjutamine plaadile

source: Please replace the disc with a rewritable disc holding data.
et: Palun asenda plaat andmeid sisaldava ülekirjutatava plaadiga.

source: Please replace the disc with a disc holding data.
et: Palun asenda plaat andmeid sisaldava plaadiga.

source: Please insert a rewritable disc holding data.
et: Palun sisesta andmeid sisaldav ülekirjutatav plaat.

source: Please insert a disc holding data.
et: Palun sisesta andmeid sisaldav plaat.

source: Please replace the disc with a writable CD with at least %i MiB of free space.
et: Palun asenda plaat vähemalt %i MB vaba ruumi sisaldava kirjutatava CD-ga.

source: Please replace the disc with a writable CD.
et: Palun asenda see plaat kirjutatava CD-ga.

source: Please insert a writable CD with at least %i MiB of free space.
et: Palun sisesta vähemalt %i MB vaba ruumi sisaldav kirjutatav CD.

source: Please insert a writable CD.
et: Palun sisesta kirjutatav CD.

source: Please replace the disc with a writable DVD with at least %i MiB of free space.
et: Palun asenda plaat vähemalt %i MB vaba ruumi sisaldava kirjutatava DVD-ga.

source: Please replace the disc with a writable DVD.
et: Palun asenda plaat kirjutatava DVD-ga.

source: Please insert a writable DVD with at least %i MiB of free space.
et: Palun sisesta vähemalt %i MB vaba ruumi sisaldav kirjutatav DVD.

source: Please insert a writable DVD.
et: Palun sisesta kirjutatav DVD.

source: Please replace the disc with a writable CD or DVD with at least %i MiB of free space.
et: Palun asenda plaat vähemalt %i MB vaba ruumi sisaldava kirjutatava CD või DVD-ga.

source: Please replace the disc with a writable CD or DVD.
et: Palun asenda plaat kirjutatava CD või DVD-ga.

source: Please insert a writable CD or DVD with at least %i MiB of free space.
et: Palun sisesta vähemalt %i MB vaba ruumi sisaldav kirjutatav CD või DVD.

source: Please insert a writable CD or DVD.
et: Palun sisesta kirjutatav CD või DVD.

source: An image of the disc has been created on your hard drive. Burning will begin as soon as a writable disc is inserted.
et: Plaadist tehti kõvakettale tõmmis. Kirjutamine algab kohe, kui sisestatakse kirjutatav plaat.

source: A data integrity test will begin as soon as the disc is inserted.
et: Andmete tervikluse kontroll algab kohe, kui sisestatakse plaat.

source: Please re-insert the disc in the CD/DVD burner.
et: Palun sisesta plaat uuesti CD/DVD kirjutajasse.

source: "%s" is busy.
et: "%s" on hõivatud.

source: There is no disc in "%s".
et: Seadmes "%s" ei ole plaati.

source: The disc in "%s" is not supported.
et: Plaat seadmes "%s" pole toetatud.

source: The disc in "%s" is not rewritable.
et: Plaat seadmes "%s" pole ülekirjutatav.

source: The disc in "%s" is empty.
et: Plaat seadmes "%s" on tühi.

source: The disc in "%s" is not writable.
et: Plaat seadmes "%s" pole kirjutatav.

source: Not enough space available on the disc in "%s".
et: Kettal "%s" pole piisavalt vaba ruumi.

source: The disc in "%s" needs to be reloaded.
et: Plaat seadmes "%s" tuleb uuesti sisestada.

source: Please eject the disc and reload it.
et: Palun väljasta plaat ja sisesta see uuesti.

source: A file could not be created at the location specified for temporary files
et: Ajutiste failide asukohta pole võimalik uut faili luua

source: The image could not be created at the specified location
et: Tõmmist pole võmalik määratud asukohta luua

source: Do you want to specify another location for this session or retry with the current location?
et: Kas määrata sellele sessioonile uus asukoht või proovida praeguse asukohaga uuesti?

source: You may want to free some space on the disc and retry
et: Vabasta kõvakettal ruumi ning proovi uuesti

source: _Keep Current Location
et: _Säilita praegune asukoht

source: _Change Location
et: _Muuda asukohta

source: Location for Image File
et: Tõmmise asukoht

source: Location for Temporary Files
et: Ajutiste failide kataloog

source: _Replace Disc
et: _Asenda plaat

source: Do you really want to blank the current disc?
et: Kas tõesti see plaat kustutada?

source: The disc in the drive holds data.
et: Seadmes olev plaat sisaldab andmeid.

source: _Blank Disc
et: _Tühjenda plaat

source: If you import them you will be able to see and use them once the current selection of files is burned.
et: Kui sa need impordid, saad neid näha ja kasutada, kui praegune failide kogum on kirjutatud.

source: If you don't, they will be invisible (though still readable).
et: Kui sa ei impordi, jäävad need nähtamatuks (kuigi loetavaks).

source: There are files already burned on this disc. Would you like to import them?
et: Sellele plaadile on juba faile kirjutatud. Kas tahad need importida?

source: Only _Append
et: Ainult _lisatakse

source: CD-RW audio discs may not play correctly in older CD players and CD-Text won't be written.
et: CD-RW audioplaadid ei pruugi vanemates plaadimängijates mängida, CD-Texti ei kirjutata.

source: Do you want to continue anyway?
et: Kas sellest hoolimata jätkata?

source: Appending audio tracks to a CD is not advised.
et: Audioradade lisamine CD lõppu pole soovitatud.

source: _Continue
et: _Jätka

source: CD-RW audio discs may not play correctly in older CD players.
et: CD-RW audioplaadid ei pruugi vanemates plaadimängijates mängida.

source: Recording audio tracks on a rewritable disc is not advised.
et: Audioradade kirjutamine ülekirjutatavale plaadile ei ole soovitatud.

source: Please eject the disc from "%s" manually.
et: Palun väljasta plaat seadmest "%s" käsitsi.

source: The disc could not be ejected though it needs to be removed for the current operation to continue.
et: Seda plaati pole võimalik väljastada, kuid järgmise tegevuse sooritamiseks tuleb see eemaldada.

source: Do you want to replace the disc and continue?
et: Kas soovid plaadi asendada ja jätkata?

source: The currently inserted disc could not be blanked.
et: Praegu lugejas olevat plaati pole võimalik tühjendada.

source: Do you want to continue with full Windows compatibility disabled?
et: Kas jätkata Windowsiga mitteühilduva plaadi kirjutamist?

source: Some files don't have a suitable name for a fully Windows-compatible CD.
et: Mõne faili nimi pole Windows'iga ühilduva plaadi jaoks sobilik.

source: The simulation was successful.
et: Simulatsioon lõpetati edukalt.

source: Real disc burning will take place in 10 seconds.
et: Plaadi päris kirjutamine algab 10 sekundi pärast.

source: Burn _Now
et: Kirjuta _kohe

source: Save Current Session
et: Salvesta praegune sessioon

source: An unknown error occurred.
et: Esines tundmatu tõrge.

source: Error while burning.
et: Viga kirjutamisel.

source: _Save Log
et: _Salvesta logi

source: Video DVD successfully burned
et: Video-DVD kirjutamine lõpetati edukalt

source: (S)VCD successfully burned
et: (S)VCD kirjutamine lõpetati edukalt

source: Audio CD successfully burned
et: Audioplaadi kirjutamine lõpetati edukalt

source: Image successfully created
et: Tõmmise loomine lõpetati edukalt

source: DVD successfully copied
et: DVD kopeerimine lõpetati edukalt

source: CD successfully copied
et: CD kopeerimine lõpetati edukalt

source: Image of DVD successfully created
et: DVD-st tõmmise loomine lõpetati edukalt

source: Image of CD successfully created
et: CD-st tõmmise loomine lõpetati edukalt

source: Image successfully burned to DVD
et: Tõmmise DVD-le kirjutamine lõpetati edukalt

source: Image successfully burned to CD
et: Tõmmise CD-le kirjutamine lõpetati edukalt

source: Data DVD successfully burned
et: Andme-DVD kirjutamine lõpetati edukalt

source: Data CD successfully burned
et: Andme-CD kirjutamine lõpetati edukalt

source: Copy #%i has been burned successfully.
et: Koopia nr %i kirjutamine oli edukas.

source: Another copy will start as soon as you insert a new writable disc. If you do not want to burn another copy, press "Cancel".
et: Veel ühe koopia tegemist alustatakse kohe, kui sisestad kirjutatava plaadi. Kui sa ei taha rohkem koopiaid, vajuta "Loobu".

source: Make _More Copies
et: Tee _veel koopiaid

source: Create Co_ver
et: _Tee plaadiümbris

source: There are some files left to burn
et: Veel mõned failid ootavad kirjutamist

source: There are some more videos left to burn
et: Veel mõned videod ootavad kirjutamist

source: There are some more songs left to burn
et: Veel mõned laulud ootavad kirjutamist

source: Do you really want to quit?
et: Kas tahad tõesti lõpetada?

source: Interrupting the process may make disc unusable.
et: Selle tegevuse katkestamine võib muuta plaadi kasutamatuks.

source: C_ontinue Burning
et: _Jätka kirjutamist

source: _Cancel Burning
et: _Katkesta kirjutamine

source: Please insert a writable CD or DVD if you don't want to write to an image file.
et: Palun sisesta kirjutatav CD või DVD, kui sa ei taha andmeid salvestada tõmmisfaili.

source: Create _Image
et: Loo _tõmmis

source: _Copy
et: _Kopeeri

source: Make _Several Copies
et: Tee _mitu koopiat

source: _Burn
et: _Kirjuta

source: Burn _Several Copies
et: _Kirjuta mitu koopiat

source: Would you like to burn the selection of files across several media?
et: Kas valitud failid kirjutada mitmele plaadile?

source: The data size is too large for the disc even with the overburn option.
et: Andmeid on selle plaadi jaoks liiga palju isegi siis, kui kasutada üle mahu kirjutamist.

source: _Burn Several Discs
et: _Kirjutatakse mitu plaati

source: Burn the selection of files across several media
et: Valitud failide jaotamine mitmele plaadile

source: Please choose another CD or DVD or insert a new one.
et: Palun vali teine CD või DVD või sisesta uus.

source: No track information (artist, title, ...) will be written to the disc.
et: Mitte mingit rajateavet (artist, helilooja, …) plaadile ei kirjutata.

source: This is not supported by the current active burning backend.
et: See võimalus pole valitud taustarakenduse poolt toetatud.

source: Please add files.
et: Palun lisa faile.

source: There are no files to write to disc
et: Plaadile kirjutamiseks pole ühtki faili

source: Please add songs.
et: Palun lisa muusikat.

source: There are no songs to write to disc
et: Pole ühtki lugu, mida plaadile kirjutada

source: Please add videos.
et: Palun lisa video.

source: There are no videos to write to disc
et: Pole ühtki videot, mida plaadile kirjutada

source: There is no inserted disc to copy.
et: Kopeerimiseks pole ühtki plaati sisestatud.

source: Please select a disc image.
et: Palun vali tõmmis.

source: There is no selected disc image.
et: Tõmmis pole valitud.

source: Please select another image.
et: Palun vali teine tõmmis.

source: It doesn't appear to be a valid disc image or a valid cue file.
et: Tundub, et tõmmis või cue fail pole sobiv.

source: Please insert a disc that is not copy protected.
et: Palun sisesta koopiakaitseta plaat.

source: All required applications and libraries are not installed.
et: Kõik vajalikud rakendused ja teegid ei ole paigaldatud.

source: Please replace the disc with a supported CD or DVD.
et: Palun asenda plaat toetatud CD või DVD'ga.

source: Would you like to burn beyond the disc's reported capacity?
et: Kas kirjutada üle plaadi raporteeritud suuruse?

source: The data size is too large for the disc and you must remove files from the selection otherwise. You may want to use this option if you're using 90 or 100 min CD-R(W) which cannot be properly recognised and therefore need overburn option. NOTE: This option might cause failure.
et: Andmeid on selle plaadi jaoks liiga palju ja muul juhul peaksid sellest faile eemaldama. Seda valikut kasuta 90 või 100 min CD-R(W) plaatidega, mida ei ole võimalik tuvastada ja seetõttu vajavad üle mahu kirjutamise valikut. MÄRKUS: See valik võib põhjustada kirjutamise nurjumise.

source: _Overburn
et: _Üle mahu kirjutamine

source: Burn beyond the disc's reported capacity
et: Kirjuta üle plaadi raporteeritud mahu

source: The drive that holds the source disc will also be the one used to record.
et: Lähteplaadiga seade on sama, mida kasutatakse kirjutamiseks.

source: A new writable disc will be required once the currently loaded one has been copied.
et: Kui praegu seadmes olev plaat saab kopeeritud, tuleb sisestada uus kirjutatav plaat.

source: Select a disc to write to
et: Plaadi valimine, millele kirjutada

source: Disc Burning Setup
et: Plaadi kirjutamise sätted

source: Video Options
et: Video valikud

source: Do you want to create a disc from the contents of the image or with the image file inside?
et: Kas tahad luua plaadi tõmmisfaili sisust või tahad tõmmisfaili kirjutada plaadile failina?

source: There is only one selected file ("%s"). It is the image of a disc and its contents can be burned.
et: Valiti ainult üks fail ("%s"). See on plaaditõmmis ning selle sisu on võimalik kirjutada.

source: Burn as _File
et: Kirjuta _faili

source: Burn _Contents…
et: Kirjutamise _sisukord…

source: Image Burning Setup
et: Tõmmise kirjutamise sätted

source: Select a disc image to write
et: Kirjutamiseks tõmmise valimine

source: Copy CD/DVD
et: CD/DVD kopeerimine

source: Select disc to copy
et: Kopeeritava plaadi valimine

source: Please install the following manually and try again:
et: Palun paigalda järgnev käsitsi ja proovi uuesti:

source: Unknown song
et: Tundmatu lugu

source: by %s
et: esitaja %s

source: "%s" cannot be read
et: "%s" ei saa lugeda

source: SVCD image
et: SVCD tõmmis

source: VCD image
et: VCD tõmmis

source: Video DVD image
et: Video-DVD tõmmis

source: New disc in the burner holding the source disc
et: Sisesta plaadilugejasse lähteplaadi asemele tühi plaat

source: %s: not enough free space
et: %s: pole piisavalt vaba ruumiFree

source: %s: %s of free space
et: %s: %s vaba ruumi

source: %s: %s free
et: %s: %s vaba

source: Do you really want to choose this location?
et: Kas tahad selle asukoha tõesti valida?

source: You do not have the required permission to write at this location
et: Sul puuduvad vajalikud õigused sellesse kataloogi kirjutamiseks

source: The filesystem on this volume does not support large files (size over 2 GiB). This can be a problem when writing DVDs or large images.
et: Selle seadme failisüsteem ei toeta suuri faile (üle 2 GB). See võib tekitada probleeme DVD-plaatide või suurte tõmmiste kirjutamisel.

source: Impossible to retrieve speeds
et: Kiiruste tuvastamine pole võimalik

source: Maximum speed
et: Suurim võimalik

source: Burning speed
et: Kirjutamise kiirus

source: _Simulate before burning
et: _Simulatsioon enne kirjutamist

source: Brasero will simulate the burning and, if it is successful, go on with actual burning after 10 seconds
et: Brasero simuleerib kirjutamist ning kui see lõpeb edukalt, jätkab 10 sekundi pärast tegeliku kirjutamisega.

source: Use burn_proof (decrease the risk of failures)
et: Burn_proof tehnoloogia kasutamine (vähendab ebaõnnestumise riski)

source: Burn the image directly _without saving it to disc
et: Tõmmis kirjutatakse _ilma seda vahepeal kettale salvestamata

source: Leave the disc _open to add other files later
et: Plaat jäetakse _avatuks, et hiljem saaks teisi faile lisada

source: Allow to add more data to the disc later
et: Võimaldab plaadile hiljem andmeid lisada

source: Options
et: Valikud

source: Location for _Temporary Files
et: _Ajutiste failide kataloog

source: Set the directory where to store temporary files
et: Ajutiste failide kataloogi määramine

source: Temporary files
et: Ajutised failid

source: Hidden file
et: Varjatud fail

source: Unreadable file
et: Loetamatu fail

source: Broken symbolic link
et: Vigane sümbolviit

source: Recursive symbolic link
et: Rekursiivne sümbolviit

source: Disc image type:
et: Tõmmise liik:

source: Autodetect
et: Isetuvastus

source: ISO9660 image
et: ISO9660 tõmmis

source: Readcd/Readom image
et: Readcd/Readom tõmmis

source: Cue image
et: Cue tõmmis

source: Cdrdao image
et: Cdrdao tõmmis

source: Properties of %s
et: %s omadused

source: Do you really want to keep the current extension for the disc image name?
et: Kas tõesti jätta plaaditõmmise nimele praegune laiend?

source: If you choose to keep it, programs may not be able to recognize the file type properly.
et: Kui valid nime säilitamise, ei pruugi programmid seda failitüüpi õigesti ära tunda.

source: _Keep Current Extension
et: _Säilita praegune laiend

source: Change _Extension
et: Muuda _laiendit

source: Configure recording options
et: Salvestamise valikute seadmine

source: Total time: %02i:%02i:%02i
et: Kogupikkus: %02i:%02i:%02i

source: Average drive speed:
et: Seadme keskmine kiirus:

source: Estimated remaining time: %02i:%02i:%02i
et: Hinnanguliselt jäänud: %02i:%02i:%02i

source: %i MiB of %i MiB
et: %i MiB / %i MiB

source: Estimated drive speed:
et: Hinnanguline kirjutamise kiirus:

source: "%s": loading
et: "%s": laadimine

source: "%s": unknown disc image type
et: "%s": tundmatu tõmmise liik

source: Click here to select a disc _image
et: _Tõmmise valimiseks klõpsa siia

source: Select Disc Image
et: Tõmmise valimine

source: All files
et: Kõik failid

source: Image files
et: Pildifailid

source: Image type:
et: Pildi liik:

source: Estimated size: %s
et: Eeldatav suurus: %s

source: Do you really want to add "%s" to the selection?
et: Kas "%s" lisada tõesti valikusse?

source: The children of this directory will have 7 parent directories. Brasero can create an image of such a file hierarchy and burn it but the disc may not be readable on all operating systems. Note: Such a file hierarchy is known to work on Linux.
et: Selle kataloogi alamkataloogil oleks 7 ülemkataloogi. Brasero võib sellisest failihierarhiast tõmmise luua ja selle kirjutada; aga plaat ei pruugi olla kõigis operatsioonisüsteemides loetav. MÄRKUS: selline failihierarhia töötab Linuxis.

source: Ne_ver Add Such File
et: Ära _kunagi lisa sellist faili

source: Al_ways Add Such File
et: _Lisa alati selline fail

source: Do you really want to add "%s" to the selection and use the third version of the ISO9660 standard to support it?
et: Kas tahad "%s" tõesti valikusse lisada ja selle võimaldamiseks kasutada ISO9660 standardi kolmandat versiooni?

source: The size of the file is over 2 GiB. Files larger than 2 GiB are not supported by the ISO9660 standard in its first and second versions (the most widespread ones). It is recommended to use the third version of the ISO9660 standard, which is supported by most operating systems, including Linux and all versions of Windows™. However, Mac OS X cannot read images created with version 3 of the ISO9660 standard.
et: Selle faili suurus on üle 2 GiB. Suuremaid kui 2GiB faile ei toeta ISO9660 standardi ei esimene ega teine versioon (kõige levinumad). On soovitatav kasutada ISO9660 standardi kolmandat versiooni, mida toetab enamik operatsioonisüsteeme, sealhulgas Linux ja kõik Windowsi © versioonid. Teadaolev erand on MacOS X, mis ei ole võimeline lugema ISO9660 versiooniga 3 ühilduvaid tõmmiseid.

source: Should files be renamed to be fully Windows-compatible?
et: Kas failid tuleks ümber nimetada, et saavutada Windowsiga ühilduvus?

source: Those names should be changed and truncated to 64 characters.
et: Need nimed tuleb lühendada 64 märgini.

source: _Disable Full Windows Compatibility
et: Windows'iga ühilduvuse _keelamine

source: _Rename for Full Windows Compatibility
et: Ümber_nimetamine Windows'iga ühilduvuseks

source: Size Estimation
et: Suuruse hinnang

source: Please wait until the estimation of the size is completed.
et: Palun oota, kuni projekti suuruse hindamine lõpetatakse.

source: All files need to be analysed to complete this operation.
et: Selle operatsiooni teostamiseks tuleb kõiki projekti faile analüüsida.

source: Check _Again
et: Kontrolli _uuesti

source: The file integrity check could not be performed.
et: Failide tervikluse kontrolli pole võimalik läbi viia.

source: An unknown error occurred
et: Esines tundmatu tõrge

source: The file integrity check was performed successfully.
et: Failide tervikluse kontroll lõpetati edukalt.

source: There seem to be no corrupted files on the disc
et: Tundub, et plaadil pole vigaseid faile

source: The following files appear to be corrupted:
et: Järgmised failid tunduvad rikutud:

source: Corrupted Files
et: Rikutud failid

source: Downloading MD5 file
et: MD5-faili allalaadimine

source: "%s" is not a valid URI
et: "%s" pole sobiv URI

source: No MD5 file was given.
et: MD5-faili ei määratud.

source: Use an _MD5 file to check the disc
et: Plaati kontrollitakse _MD5-faili järgi

source: Use an external .md5 file that stores the checksum of a disc
et: Kasuta välist .md5 faili, milles on plaadi kontrollsumma

source: Open an MD5 file
et: MD5-faili avamine

source: _Check
et: _Kontrolli

source: Disc Checking
et: Plaadi kontrollimine

source: The operation cannot be performed.
et: Operatsiooni pole võimalik teostada.

source: The disc is not supported
et: See plaat pole toetatud

source: The drive is empty
et: Seade on tühi

source: Select a disc
et: Vali plaat

source: Progress
et: Edenemine

source: (loading…)
et: (laadimine…)

source: Empty
et: Tühi

source: Disc file
et: Plaadifail

source: New folder
et: Uus kataloog

source: New folder %i
et: Uus kataloog %i

source: Analysing files
et: Failide analüüsimine

source: "%s" is a recursive symbolic link.
et: "%s" on rekursiivne sümbolviit.

source: "%s" cannot be found.
et: "%s" ei leitud.

source: Retrieving image format and size
et: Pildi vormingu ja mõõtmete hankimine
